Repository: GNOME/hitori
Catalog: help/*/*.po
Languages: cs, da, de, tr

source: To report a bug or make a suggestion regarding the <application>Hitori</application> application or this manual, follow the directions on the <ulink url="http://live.gnome.org/Hitori" type="http"><application>Hitori</application> Web page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci <application>Hitori</application> nebo této příručce, postupujte dle instrukcí na <ulink url="http://live.gnome.org/Hitori" type="http">webové stránce <application>Hitori</application></ulink>.
da: Hvis du ønsker at indrapportere en fejl eller komme med et forslag vedrørende <application>Hitori</application> eller denne manual så følg vejledningen på siden <ulink url="http://live.gnome.org/Hitori" type="http"><application>Hitori</application></ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zur Anwendung <application>Hitori</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="http://live.gnome.org/Hitori" type="http"><application>Hitori</application>-Webseite</ulink>.

source: Introduction
cs: Úvod
da: Indledning
de: Einführung

source: Hitori is a small logic puzzle in a similar vein to the more popular Sudoku. In the game, the player starts with a square board of numbers, and has to <quote>paint out</quote> cells until there are no duplicate numbers in each row and column. The following rules apply:
cs: Hitori je malý logický hlavolam podobné povahy jako populárnější Sudoku. Hráč začíná hru s čtvercovou hrací deskou s čísly a musí <quote>zatřít</quote> políčka tak, aby se v žádném řádku ani sloupci žádné číslo neopakovalo. Platí přitom následující tři pravidla:
da: Hitori er et lille logisk puslespil, der ligner det mere populære Sudoku. I spillet starter spilleren med et firkantsbræt med numre, og skal herfra <quote>markere</quote> celler indtil der ikke længere er ens numre i hver række og kolonne. De følgende regler gælder:
de: <application>Hitori</application> ist ein kleines Puzzlespiel, das dem bekannteren Sudoku etwas ähnelt. Der Spieler beginnt mit einem mit Zahlenfeldern gefüllten quadratischen Spielfeld und muss nach und nach Zahlenfelder »einfärben«, bis in jeder der Zeilen und Spalten keine Zahlen mehrfach vorkommen. Dabei kommen die folgenden Regeln zur Anwendung:

source: Interface
cs: Rozhraní
da: Grænseflade
de: Oberfläche

source: <application>Hitori</application> has only one window; the main window, which consists of the menubar and number board, shown below.
cs: <application>Hitori</application> má jen jedno okno - hlavní okno, které sestává z panelu nabídek a číselné hrací desky, jak můžete vidět níže.
da: <application>Hitori</application> har kun et vindue; hovedvinduet, som består af menubjælken og talbrættet, der vises nedenfor.
de: <application>Hitori</application> besteht nur aus dem Hauptfenster, das wie unten gezeigt, die Menüleiste und das Spielfeld enthält.

source: <application>Hitori</application> Main Window
cs: Hlavní okno hry <application>Hitori</application>
da: <application>Hitoris</application> hovedvindue
de: Hauptfenster von <application>Hitori</application>

source: Shows <placeholder-1/> main window, containing the number board, Game and Help menus.
cs: Ukazuje hlavní okno <placeholder-1/>, které obsahuje hrací desku s čísly a nabídky Hra a Nápověda.
de: Zeigt das <placeholder-1/>-Hauptfenster, bestehend aus dem Spielfeld und den Menüs »Spiel« und »Hilfe«.

source: To start a new game, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Game</guimenu><guimenuitem>New Game</guimenuitem></menuchoice>. If you are already playing a game, <application>Hitori</application> will ask if you want to stop the current game.
cs: Novou hru spustíte volbou <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Game</guimenu><guimenuitem>New Game</guimenuitem></menuchoice>. Pokud už máte rozehranou hru, <application>Hitori</application> se vás dotáže, jestli chcete současnou hru ukončit.
da: For at starte et nyt spil vælges <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Spil</guimenu><guimenuitem>Nyt spil</guimenuitem></menuchoice>. Hvis du allerede er i gang med et spil, vil <application>Hitori</application> spørge, om du ønsker at stoppe det aktuelle spil.
de: Um ein neues Spiel zu starten, wählen Sie <menuchoice><shortcut><keycombo><keycap>Strg</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Spiel</guimenu><guimenuitem>Neues Spiel</guimenuitem></menuchoice>. Falls bereits ein Spiel läuft, fragt <application>Hitori</application>, ob das aktuelle Spiel beendet werden soll.

source: <application>Hitori</application> also allows you to highlight cells for your own reference when solving a board. This can be achieved by holding <keycap>Ctrl</keycap> or <keycap>Shift</keycap> and clicking on a cell. They both highlight cells differently, and cells can be highlighted in both manners at the same time. Highlighted cells can be de-highlighted by clicking on them again while holding either <keycap>Ctrl</keycap> or <keycap>Shift</keycap>.
cs: <application>Hitori</application> vám také umožňuje si pro své potřeby při řešení políčka označovat. Dělá se to podržením klávesy <keycap>Ctrl</keycap> nebo <keycap>Shift</keycap> a kliknutím na políčko. Obě označení se liší a mohou být u stejného políčka použita i naráz. Označení zrušíte opětovným kliknutím za současného přidržení <keycap>Ctrl</keycap> nebo <keycap>Shift</keycap>.
da: <application>Hitori</application> giver dig mulighed for at fremhæve celler, når du forsøger at løse et bræt. Dette kan gøres ved at holde <keycap>Ctrl</keycap> eller <keycap>Skift</keycap> nede og klikke på en celle. De to metoder fremhæver cellerne på forskellig måde, og den enkelte celle kan fremhæves på begge måder. Du kan fjerne fremhævelsen på cellerne igen ved at klikke på dem igen, mens du holder enten <keycap>Ctrl</keycap> eller <keycap>Skift</keycap> nede.
de: <application>Hitori</application> gestattet Ihnen auch, Felder als Markierungen hervorzuheben. Halten Sie dazu beim Anklicken eines Feldes die <keycap>Strg</keycap>- oder <keycap>Umschalt</keycap>-Taste gedrückt. Die beiden Tasten heben ein Feld unterschiedlich hervor, wobei auch ein Feld auf beide Arten gekennzeichnet werden kann. Die Hervorhebung von Feldern kann wieder entfernt werden, wenn Sie beim Anklicken eines Feldes wiederum die <keycap>Strg</keycap>- oder <keycap>Umschalt</keycap>-Taste gedrückt halten.

source: To undo or redo a move, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo></shortcut><guimenu>Game</guimenu><guimenuitem>Undo</guimenuitem></menuchoice> or <menuchoice><shortcut><keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo></shortcut><guimenu>Game</guimenu><guimenuitem>Redo</guimenuitem></menuchoice>. You may undo or redo as many moves as you like without restriction.
cs: Pokud chcete vrátit tah zpět nebo jej provést znovu, zvolte <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo></shortcut><guimenu>Hra</guimenu><guimenuitem>Zpět</guimenuitem></menuchoice> nebo <menuchoice><shortcut><keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo></shortcut><guimenu>Hra</guimenu><guimenuitem>Znovu</guimenuitem></menuchoice>. Vracet zpět a znovu provádět můžete libovolný počet tahů bez omezení.
da: For at fortryde eller omgøre et træk så vælg <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo></shortcut><guimenu>Spil</guimenu><guimenuitem>Fortryd</guimenuitem></menuchoice> eller <menuchoice><shortcut><keycombo><keycap>Skift</keycap><keycap>Ctrl</keycap><keycap>Z</keycap></keycombo></shortcut><guimenu>Spil</guimenu><guimenuitem>Omgør</guimenuitem></menuchoice>. Du kan fortryde, eller omgøre så mange træk du ønsker uden begrænsning.
de: Um einen Zug rückgängig zu machen oder zu wiederholen, wählen Sie <menuchoice><shortcut><keycombo><keycap>Strg</keycap><keycap>Z</keycap></keycombo></shortcut><guimenu>Spiel</guimenu><guimenuitem>Rückgängig</guimenuitem></menuchoice> oder <menuchoice><shortcut><keycombo><keycap>Umschalttaste</keycap><keycap>Strg</keycap><keycap>Z</keycap></keycombo></shortcut><guimenu>Spiel</guimenu><guimenuitem>Wiederholen</guimenuitem></menuchoice>. Sie können ohne Einschränkungen so viele Züge rückgängig machen oder wiederholen, wie Sie wollen.

source: To get a hint on which cells to paint out, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut><guimenu>Game</guimenu><guimenuitem>Hint</guimenuitem></menuchoice>. A cell will be highlighted with a flashing red outline. This shows that the current status of the cell (painted or unpainted) is incorrect, and should be changed for the game to be won.
cs: Pokud chcete radu, které políčko zatřít, zvolte <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut><guimenu>Hra</guimenu><guimenuitem>Rada</guimenuitem></menuchoice>. Políčko se zvýrazní blikajícím červeným obrysem. To naznačuje, že současný stav políčka (zatřené nebo nezatřené) je nesprávný a pro vítězné dokončení hry by měl být změněn.
da: For fif til hvilke celler der skal markeres vælges <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut><guimenu>Spil</guimenu><guimenuitem>Fif</guimenuitem></menuchoice>. En celle vil blive fremhævet med et blinkende rødt omrids. Dette viser, at den aktuelle status på cellen (markeret eller umarkeret) er forkert, og bør ændres for at du kan vinde spillet.
de: Um einen Hinweis darauf zu erhalten, welche Felder eingefärbt werden sollten, wählen Sie <menuchoice><shortcut><keycombo><keycap>Strg</keycap><keycap>H</keycap></keycombo></shortcut><guimenu>Spiel</guimenu><guimenuitem>Hinweis</guimenuitem></menuchoice>. Ein Feld wird daraufhin durch eine blinkende rote Umrandung hervorgehoben. Dies zeigt an, dass der gegenwärtige Zustand des Feldes (eingefärbt oder nicht eingefärbt) nicht korrektist und geändert werden muss, um das Spiel gewinnen zu können.

source: To change the board size, choose an option from <menuchoice><guimenu>Game</guimenu><guimenuitem>Board Size</guimenuitem></menuchoice>. <application>Hitori</application> will ask if you want to stop the current game if you're in the middle of one, then start a new game with the requested board size.
cs: Pokud chcete změnit velikost hrací desky, vyberte některou z voleb v <menuchoice><guimenu>Hra</guimenu><guimenuitem>Velikost hrací desky</guimenuitem></menuchoice>. V případě, že máte rozehranou hru, dotáže se <application>Hitori</application>, jestli ji má ukončit a po té spustí novou hru s požadovanými rozměry hrací desky.
da: Ændring af brætstørrelse foretages ved at vælge en af mulighederne fra <menuchoice><guimenu>Spil</guimenu><guimenuitem>Brætstørrelse</guimenuitem></menuchoice>. <application>Hitori</application> vil spørge, om du ønsker at standse det aktuelle spil, hvis du er i gang med et, og så starte et nyt spil med den ønskede brætstørrelse.
de: Um die Spielfeldgröße zu ändern, wählen Sie eine der Optionen in <menuchoice><guimenu>Spiel</guimenu><guimenuitem>Spielfeldgröße</guimenuitem></menuchoice>. <application>Hitori</application> fragt Sie dann, ob Sie das gegenwärtig laufende Spiel abbrechen wollen, falls bereits ein Spiel läuft. Dann wird ein neues Spiel mit der gewünschten Spielfeldgröße gestartet.

source: About <application>Hitori</application>
cs: O hře <application>Hitori</application>
da: Om <application>Hitori</application>
de: Über <application>Hitori</application>

source: <application>Hitori</application> was written by Philip Withnall (<email>philip@tecnocode.co.uk</email>). To find more information about <application>Hitori</application>, report a bug or make a suggestion about the application or this manual, please visit the <ulink url="http://live.gnome.org/Hitori" type="http"><application>Hitori</application> Web page</ulink>.
cs: Aplikaci <application>Hitori</application> napsal Philip Withnall (<email>philip@tecnocode.co.uk</email>). Pokud se chcete o <application>Hitori</application> dovědět více, nahlásit chybu nebo podat návrh týkající se aplikace nebo této příručky, navštivte prosím <ulink url="http://live.gnome.org/Hitori" type="http">webovou stránku <application>Hitori</application></ulink>.
da: <application>Hitori</application> blev skrevet af Philip Withnall (<email>philip@tecnocode.co.uk</email>). For yderligere information om <application>Hitori</application>, fejlrapportering eller forslag om dette program eller denne manual, så besøg <ulink url="http://live.gnome.org/Hitori" type="http"><application>Hitoris</application> hjemmeside</ulink>.
de: <application>Hitori</application> wurde von Philip Withnall (<email>philip@tecnocode.co.uk</email>) geschrieben. Für weitere Informationen über <application>Hitori</application>, zum Melden eines Fehlers oder für Vorschläge zur Anwendung oder zu diesem Handbuch, besuchen Sie bitte die <ulink url="http://live.gnome.org/Hitori" type="http"><application>Hitori</application>-Webseite</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. A <ulink url="ghelp:gpl" type="help">copy of this license</ulink> is included with this documentation; another can be found in the file COPYING included with the source code of this program.
cs: Tento program je šířen za podmínek licence GNU General Public license v podobě, v jaké ji vydala Free Software Foundation, a to buď ve verzi 3 této licence nebo (dle vaší volby) v libovolné novější verzi. <ulink url="ghelp:gpl" type="help">Kopie této licence</ulink> je dodávaná spolu s touto dokumentací. Jinak ji můžete také nalézt v souboru COPYING, který je součástí zdrojového kódu tohoto programu.
da: Dette program distribueres under betingelserne i licensen GNU General Public der udgives af Free Software Foundation; enten version 3 eller (ved dit valg) enhver senere version. En kopi af denne licens kan findes her <ulink url="ghelp:gpl" type="help">link</ulink>, eller i filen COPYING der er inkluderet med kildekoden til dette program.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der <citetitle>GNU General Public License</citetitle>, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 3 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Eine <ulink url="ghelp:gpl" type="help">Kopie dieser Lizenz</ulink> ist in dieser Dokumentation enthalten, eine weitere in der Datei COPYING, die im Quellcode dieses Programms enthalten ist.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2009
da: Joe Hansen <joedalton2@yahoo.dk>, 2009. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
de: Mario Blättermann <mariobl@gnome.org>, 2009
