Repository: GNOME/hitori
Catalog: help/*/*.po
Languages: cs, da, de, tr

# _
source: translator-credits
tr: Sabri Ünal <libreajans@gmail.com>, 2023. Emin Tufan Çetin <etcetin@gmail.com>, 2023.

source: Changing how the game appears and plays.
tr: Oyunun nasıl göründüğünü ve oynandığını değiştirme.

source: Customizing the Game
cs: Přizpůsobení hry
da: Tilpasse spillet
de: Das Spiel anpassen
tr: Oyunu Özelleştirmek

source: The game can be customized by changing the board size — boards from 5–10 cells square are allowed.
cs: Hru si lze přizpůsobit změnou velikosti hrací desky — dovolené jsou čtvercové hrací desky o rozměrech 5 až 10 políček.
da: Spillet kan tilpasses ved at ændre brætstørrelsen - bræt med 5-10 cellefirkanter per række/kolonne er tilladt.
de: Das Spiel kann durch Ändern der Spielfeldgröße angepasst werden. Spielfeldgrößen von fünf bis zehn Feldern sind dabei erlaubt.
tr: Oyun, tahta boyutunu değiştirerek özelleştirilebilir. Tahtalar 5 ila 10 hücre kare olabilir.

source: To change the board size, press the menu button in the top-right corner of the window, and select an option from <gui style="menuitem">Board Size</gui>. <app>Hitori</app> will ask if you want to stop the current game if you’re in the middle of one, then start a new game with the requested board size.
tr: Tahta boyutunu değiştirmek için, pencerenin sağ üst köşesindeki menü düğmesine basın ve <gui style="menuitem">Tahta Boyutu</gui>'dan bir seçenek seçin. Eğer geçerli bir oyundaysanız, <app>Hitori</app> istenen tahta boyutuyla yeni bir oyun başlatmak için var olan oyunu durdurmak isteyip istemediğinizi soracaktır.

source: Introduction to the game of Hitori.
tr: Hitori oyununa giriş.

source: Hitori the Game
cs: Hra Hitori
da: Spillet Hitori
de: Das Hitori-Spiel
tr: Hitori Oyunu

source: Hitori is a small logic puzzle in a similar vein to the more popular Sudoku. In the game, the player starts with a square board of numbers, and has to <em>paint out</em> cells until there are no duplicate numbers in each row and column. The following rules apply:
tr: Hitori, Sudoku'ya benzer küçük bir mantık bulmacasıdır. Oyunda, oyuncu sayılardan oluşan bir kare tahtada başlar ve her satır ve sütunda tekrarlanan sayı kalmayana kadar hücreleri <em>boyamalıdır</em>. Aşağıdaki kurallar geçerlidir:

source: There must only be one of each number in the unpainted cells in each row and column.
cs: V každém řádku i sloupci se musí v nezatřených políčkách vyskytovat každé číslo jen jednou.
da: Der må kun være et af hvert nummer i de umarkerede celler i hver række og kolonne.
de: Jede Zahl darf in den ungefärbten Feldern einer Zeile oder Spalte nur einmal vorkommen.
tr: Her satır ve sütundaki boyanmamış hücrelerde her sayıdan yalnızca bir tane bulunmalıdır.

source: No painted cell may be adjacent to another, vertically or horizontally.
cs: Žádná zatřená políčka nesmí navzájem svisle nebo vodorovně sousedit.
da: Ingen markerede celle må være ved siden af en anden markeret celle, hverken vertikalt eller horisontalt.
de: Nicht eingefärbte Felder dürfen in senkrechter oder waagerechter Richtung einander berühren.
tr: Boyanmış hiçbir hücre diğerine dikey yada yatay olarak bitişik olamaz.

source: All the unpainted cells must be joined together vertically and horizontally in one group.
cs: Všechna nezatřená políčka musí být spolu svisle nebo vodorovně propojená do jedné skupiny.
da: Alle de umarkerede celler skal være forbundet vertikalt og horisontalt i en gruppe.
de: Alle nicht eingefärbten Felder müssen waagerecht und senkrecht als eine Gruppe miteinander verbunden sein.
tr: Boyanmamış tüm hücreler, bir grupta dikey ve yatay olarak birleştirilmelidir.

source: These are the only three rules of the game, and so there may well be multiple solutions to a Hitori puzzle board.
cs: Musí se dodržovat pouhá tři pravidla, a tak je dost dobře možné, že může mít dané rozložení hrací desky Hitori více řešení.
da: Dette er de eneste tre regler i spillet, og der kan derfor være flere løsninger i et Hitoripuslespil.
de: Es gibt nur diese drei Regeln für das Spiel, daher sind auf einem Hitori-Spielfeld durchaus mehrere Lösungen möglich.
tr: Bunlar oyunun yalnızca üç kuralıdır ve bu nedenle Hitori yapboz tahtası için birden çok çözüm olabilir.

source: Main game window
tr: Ana oyun penceresi

source: <app>Hitori</app> main window
tr: <app>Hitori</app> ana penceresi

source: <app>Hitori</app> main window.
tr: <app>Hitori</app> ana penceresi.

# link:trail
source: Hitori Help
tr: Hitori Yardım

# text
source: Hitori Help
tr: Hitori Yardım

# link
source: Hitori Help
tr: Hitori Yardım

source: This work is licensed under a <link href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-Share Alike 3.0 Unported License</link>.
tr: Bu çalışma <link href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-Share Alike 3.0 Unported License</link> ile lisanslanmıştır.

source: <_:media-1/> Hitori Help
tr: <_:media-1/> Hitori Yardım

source: Basic Gameplay &amp; Usage
tr: Temel Oyun Oynama ve Kullanım

source: Tips &amp; Tricks
tr: İpuçları ve İncelikler

source: This work is licensed under a <_:link-1/>.
tr: Bu çalışma <_:link-1/> ile lisanslanmıştır.

source: Using <app>Hitori</app> to play a game.
tr: Oyun oynamak için <app>Hitori</app> kullanmak.

source: Playing a Game
cs: Jak hrát
da: Et spil
de: Das Spiel spielen
tr: Oyun Oynamak

source: To start a new game, press the menu button in the top-right corner of the window, and select <gui style="menuitem">New Game</gui>. If you are already playing a game, <app>Hitori</app> will ask if you want to stop the current game.
tr: Yeni oyun başlatmak için, pencerenin sağ üst köşesindeki menü düğmesine basıp <gui style="menuitem">Yeni Oyun</gui>'u seçin. Zaten oyun oynuyorsanız, <app>Hitori</app> var olan oyunu durdurup durdurmayacağınızı soracaktır.

source: To paint a cell, click on it; to unpaint it again, click on it again. When cells are painted such that none of the three rules are broken, the game will end and the board may no longer be manipulated.
cs: Políčko zatřete tím, že na něj klikněte. Zatření políčka zrušíte opětovným kliknutím na něj. Až jsou políčka zatřená tak, že neporušují žádné ze tří pravidel, hra končí a na hrací desce nelze nadále dělat žádné změny.
da: Klik på en celle for at markere den, fjern markeringen ved at klikke igen. Når dine markerede celler ikke bryder nogen af de tre regler vil spillet slutte, og brættet kan ikke længeres manipuleres.
de: Um ein Feld einzufärben, klicken Sie darauf. Ein erneuter Klick macht die Färbung wieder rückgängig. Wenn die Felder so eingefärbt sind, dass keine der drei Regeln gebrochen wurde, endet das Spiel und kann nicht mehr verändert werden.
tr: Hücreyi boyamak için üzerine tıklayın; aynı hücreyi tekrar boyamak için tekrar tıklayın. Hücreler, üç kuralın hiçbirinin ihlal edilmediği şekilde boyandığında oyun biter ve artık tahta düzenlenemez.

source: <app>Hitori</app> also allows you to tag cells for your own reference when solving a board. This can be achieved by holding <key>Ctrl</key> or <key>Shift</key> and clicking on a cell. They both tag cells differently, and cells can be tagged in both manners at the same time. Tagged cells can be un-tagged by clicking on them again while holding either <key>Ctrl</key> or <key>Shift</key> again.
tr: <app>Hitori</app>, ayrıca tahtayı çözerken kendi referansınız için hücreleri etiketlemenizi sağlar. Bunu, <key>Ctrl</key> ya da <key>Shift</key> tuşunu basılı tutarak ve hücreye tıklayarak yapabilirsiniz. İkisi de hücreleri farklı şekilde etiketler ve hücreler aynı anda her iki şekilde de etiketlenebilir. Etiketlenmiş hücrelerin etiketleri, tekrar <key>Ctrl</key> ya da <key>Shift</key> tuşunu basılı tutup üzerlerine tıklanarak kaldırılabilir.

source: Undo
tr: Geri Al

source: Redo
tr: Yinele

source: To undo or redo a move, press <gui style="button"><_:media-1/></gui> or <gui style="button"><_:media-2/></gui> in the header bar. You may undo or redo as many moves as you like without restriction.
tr: Hamleyi geri almak ya da yinelemek için, başlık çubuğundaki <gui style="button"><_:media-1/></gui> ya da <gui style="button"><_:media-2/></gui> düğmesine basın. Sınırsız sayıda hamleyi geri alabilir ya da yineleyebilirsiniz.

source: Hint
tr: İpucu

source: To get a hint on which cells to paint out, press <gui style="button"><_:media-1/></gui> in the header bar. A cell will be hinted with a flashing red outline. This shows that the current status of the cell (painted or unpainted) is incorrect, and should be changed for the game to be won.
tr: Hangi hücrelerin boyanacağı hakkında ipuçları almak için, başlık çubuğundaki <gui style="button"><_:media-1/></gui> düğmesine basın. Bir hücre kırmızı çerçeveyle işaretlenecek ve yanıp sönecektir. Bu, hücrenin şu anki durumunun (boyanmış veya boyanmamış) yanlış olduğunu ve oyunun kazanılması için değiştirilmesi gerektiğini gösterir.

source: Strategies for playing Hitori.
tr: Hitori oynama stratejileri.

source: Gameplay Strategies
tr: Oyun Oynama Stratejileri

source: Hitori is quite similar to Sudoku, in that it takes logical deduction to work out which cells to paint out. One strategy is to use <key>Shift</key>-clicking to tag all the repeated numbers in each <em>column</em>, then use <key>Ctrl</key>-clicking to tag all the repeated numbers in each <em>row</em>.
tr: Hitori, Sudoku'ya oldukça benzer, her ikisi de hangi hücreleri boyamak gerektiğini bilmek için mantıksal çıkarım gerektirir. Bir strateji, her <em>sütundaki</em> tekrarlanan tüm sayıları etiketlemek için <key>Shift</key>-tıklama kullanmak, ardından her <em>satırdaki</em> tekrarlanan tüm sayıları etiketlemek için <key>Ctrl</key>-tıklama kullanmaktır.

source: Once this is done for the entire board, the cells which have been tagged both ways are good candidates for painting, although not always. When painting a cell, un-tagging the other cells with the same number in the same row and column as that cell is a good way to keep track of which cells are still violating <link xref="game">rule 1 of Hitori</link>.
tr: Bu, tahtanın tamamı için yapıldığında, her iki şekilde etiketlenen hücreler boyamak için iyi adaylardır, ancak her zaman değil. Bir hücre boyanırken, aynı sayıya sahip diğer hücreleri aynı satır ve sütunda etiketini kaldırmak, <link xref="game">Hitori'nin 1. kuralını</link> hala ihlal eden hücreleri takip etmenin iyi bir yoludur.

source: Always bear in mind that rule 2 of Hitori means that two adjacent cells can’t both be painted. <app>Hitori</app> will highlight in red the cells which violate rule 2. Similarly, groups of cells which violate rule 3 by separating one or more unpainted cells from the other unpainted cells will be highlighted in red.
tr: Hitori'nin ikinci kuralını daima akılda tutun: bitişik iki hücre aynı renge boyanamaz. <app>Hitori</app>, 2. kuralı ihlal eden hücreleri kırmızı renkte vurgulayacaktır. Benzer şekilde, 3. kuralı ihlal eden hücre grupları, diğer boyanmamış hücrelerden bir veya daha fazlasını ayıran hücreler kırmızı renkte vurgulanacaktır.

source: If you get stuck at any point, press <gui style="button">Hint</gui> in the header bar for <app>Hitori</app> to hint a cell which should be painted or unpainted to move closer to a solution.
tr: Eğer herhangi bir noktada takılırsanız, bir çözüme daha yakın olmak için hangi hücrenin boyanması veya boyanmaması gerektiği hakkında ipucu almak için <app>Hitori</app> başlık çubuğundaki <gui style="button">İpucu</gui> düğmesine basın.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.2 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie této licence je zahrnuta v oddílu jménem <ulink type="help" url="ghelp:fdl">GNU Free Documentation License</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
da: Tilladelse er givet til at kopiere, distribuere og/eller ændre dette dokument under betingelserne i GNU Free Documentation License (GFDL), version 1.1 eller enhver senere version udgivet af Free Software Foundation; uden invariante afsnit, forsidetekster, samt bagsidetekster. Du kan se en kopi af GFDL her <ulink type="help" url="ghelp:fdl">link</ulink> eller i filen COPYING-DOCS som distribueres sammen med denne manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.2 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
da: En stor del af de navne som anvendes af firmaer til at identificere deres produkter og tjenester hævdes som værende varemærker. Hvor disse navne fremgår i en hvilken som helst GNOME-dokumentation, og medlemmerne af GNOME-dokumentationsprojeket er gjort opmærksom på disse varemærker, så er disse navne vist med store bogstaver eller stort begyndelsesbogstav.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer GNOME-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das GNOME-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
da: DETTE DOKUMENT GØRES TILGÆNGELIGT SÅDAN SOM DET ER, UDEN NOGEN FORM FOR GARANTI, HVERKEN UDTALT ELLER ANTYDET, DERIBLANDT, UDEN BEGRÆNSNINGER, GARANTIER OM AT DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET ER FRIT FOR DEFEKTER, PASSENDE TIL ET BESTEMT FORMÅL ELLER IKKE-KRÆNKENDE. DU HÆFTER SELV FOR HELE RISIKOEN VEDRØRENDE KVALITET, KORREKTHED OG YDELSE FOR DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET. SKULLE ET DOKUMENT, ELLER EN ÆNDRET VERSION AF ET DOKUMENT VISE SIG AT VÆRE DEFEKT PÅ EN HVILKEN SOM HELST MÅDE, HÆFTER DU FOR BETALING FOR EVENTUEL NØDVENDIG SERVICE, REPARATION ELLER KORREKTION (OG IKKE HVERKEN DEN OPRINDELIGE FORFATTER, SKRIBENT ELLER NOGEN ANDEN BIDRAGYDER). DENNE ERKLÆRING OM GARANTIFORBEHOLD ER EN ESSENTIEL DEL AF DENNE LICENS. INGEN BRUG AF NOGET DOKUMENT ELLER ÆNDRET VERSION AF DOKUMENTET ER AUTORISERET HERUNDER BORTSET FRA DENNE ANSVARSFRASKRIVELSE OG UNDER INGEN OMSTÆNDIGHEDER OG UNDER INGEN JURIDISK TEORI, UANSET OM DET ER EN BEVIDST SKADENDE HANDLING (INKLUSIVE UFORSVARLIGHED) ELLER PÅ HVILKEN SOM HELST ANDEN MÅDE, KAN FORFATTEREN, SKRIBENT, BIDRAGYDERE, DISTRIBUTØRER ELLER FORSYNER AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER GØRES ANSVARLIG OVERFOR NOGEN PERSON FOR NOGEN DIREKTE, INDIREKTE, SPECIEL, TILFÆLDIG ELLER FØLGENDE SKADE PÅFØRT NOGEN INKLUSIVE, UDEN BEGRÆNSNING, SKADE SOM FØLGE AF TAB AF RYGTE, ARBEJDSSTOP, COMPUTERFEJL ELLER -SVIGT, ELLER ENHVER ANDEN FORM FOR SKADE ELLER TAB SOM ER OPSTÅET I FORBINDELSE MED BRUG AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER HERAF, SELV HVIS EN SÅDAN PART HAR VÆRET INFORMERET OM MULIGHEDEN FOR SÅDANNE SKADER.
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
da: DOKUMENTET OG ÆNDREDE VERSIONER AF DOKUMENTET STILLES TIL RÅDIGHED UNDER GNU FREE DOCOMENTATION LICENSE MED FØLGENDE BETINGELSER: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: @@image: 'figures/hitori_main_window.png'; md5=7d84786ca244435340ecd6c7cb98dfd1
cs: @@image: 'figures/hitori_main_window.png'; md5=98a41ec309bc0e88da4ed4bdc1b46ae6
de: translated

source: <application>Hitori</application> Manual
cs: Příručka ke hře <application>Hitori</application>
da: Manual til <application>Hitori</application>
de: <application>Hitori</application>-Handbuch

source: <application>Hitori</application> is a simple puzzle game.
cs: <application>Hitori</application> je jednoduchá logická hra.
da: <application>Hitori</application> er et simpelt puslespil.
de: <application>Hitori</application> ist ein einfaches Puzzlespiel.

source: Hitori Manual V0.1
cs: Příručka V0.1 ke hře Hitori
da: Hitoris manual version 0.1
de: Hitori-Handbuch V0.1

source: June 2008
cs: Červen 2008
da: Juni 2008
de: Juni 2008

source: March 2009
cs: Březen 2009
de: März 2009

source: This manual describes version 0.2.1 of Hitori.
cs: Tato příručka popisuje hru Hitori ve verzi 0.2.1.
da: Denne manual beskriver version 0.2.1 af Hitori.
de: Dieses Handbuch beschreibt Version 0.2.1 von Hitori.

source: Feedback
cs: Ohlasy
da: Tilbagemeldinger
de: Rückmeldungen
