Repository: GNOME/hitori
Catalog: po/*.po
Languages: hi

source: Play the Hitori puzzle game
hi: हिटोरी पहेली खेल खेलें

source: puzzle;game;logic;grid;
hi: puzzle;game;logic;grid;पहेली;खेल;तर्क;ग्रिड;

source: Hitori is a logic game similar to the popular game of Sudoku.
hi: हिटोरी लोकप्रिय सुडोकू खेल के समान एक लॉजिक खेल है।

source: You play the game against the clock, aiming to eliminate all the duplicate numbers in each row and column in the fastest time. Multiple sizes of game board are supported, and you can place markers on cells to help work out the solution. If you get stuck, the game can give you a hint.
hi: आप सबसे तेज़ समय में प्रत्येक पंक्ति और कॉलम में सभी डुप्लिकेट संख्याओं को खत्म करने का लक्ष्य रखते हुए, घड़ी के विपरीत खेल खेलते हैं। खेल बोर्ड के कई आकार समर्थित हैं, और आप समाधान निकालने में सहायता के लिए कोशिकाओं पर मार्कर लगा सकते हैं। यदि आप फंस जाते हैं, तो खेल आपको संकेत दे सकता है।

source: Philip Withnall
hi: फिलिप विन्नॉल

# shortcut window
source: Start a new game
hi: एक नया खेल प्रारंभ करें

# shortcut window
source: Tag a cell
hi: किसी कक्ष को टैग करें

# shortcut window
source: Undo your last move
hi: अपनी अंतिम चालें पूर्ववत करें

# shortcut window
source: Redo a move
hi: चाल पुनः करें

# shortcut window
source: Get a hint for your next move
hi: अपनी अगली चाल के लिए संकेत प्राप्त करें

# shortcut window
source: Show Help
hi: सहायता दिखाएँ

# shortcut window
source: Show Keyboard Shortcuts
hi: कीबोर्ड शॉर्टकट दिखाएं

# shortcut window
source: Quit
hi: छोड़ें

# shortcut window
source: Toggle Menu
hi: मेनू टॉगल करें

source: _New Game
hi: नया खेल (_N)

source: Board _Size
hi: बोर्ड का आकार (_S)

source: _Keyboard Shortcuts
hi: कीबोर्ड शॉर्टकट (_K)

source: _Help
hi: सहायता (_H)

source: _About Hitori
hi: Hitori के बारे में (_A)

source: Undo your last move
hi: अपनी अंतिम चालें पूर्ववत करें

source: Redo a move
hi: चाल पुनः करें

source: Get a hint for your next move
hi: अपनी अगली चाल के लिए संकेत प्राप्त करें

source: Board size
hi: बोर्ड का आकार

source: The size of the board, in cells.
hi: बोर्ड का आकार, कक्षों में।

source: Window maximized state
hi: विंडो अधिकतमीकृत स्थिति

source: Whether the window is maximized.
hi: क्या विंडो अधिकतमीकृत है।

source: Window position
hi: विंडो का स्थान

source: Window position (x and y).
hi: विंडो का स्थान (x और y)।

source: Window size
hi: विंडो का आकार

source: Window size (width and height).
hi: विंडो का आकार (चौड़ाई और ऊंचाई)।

source: The help contents could not be displayed
hi: सहायता सामग्री प्रदर्शित नहीं की जा सकी

source: Copyright © 2007–2010 Philip Withnall
hi: कॉपीराइट © 2007-2010 फिलिप विन्नॉल

source: A logic puzzle originally designed by Nikoli
hi: एक तर्क पहेली मूल रूप से निकोली द्वारा डिज़ाइन की गई

source: translator-credits
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>, 2024

source: Hitori Website
hi: हिटोरी वेबसाइट

source: Enable debug mode
hi: डिबग मोड सक्षम करें

source: Seed the board generation
hi: बोर्ड निर्माण के लिए आधार संख्या का चुनें

source: - Play a game of Hitori
hi: - हिटोरी का खेल खेलें

source: Command line options could not be parsed: %s
hi: कमांड लाइन विकल्पों को पार्स नहीं किया जा सका: %s

source: Do you want to stop the current game?
hi: क्या आप वर्तमान खेल को रोकना चाहते हैं?

source: Keep _Playing
hi: खेलते रहें (_P)

source: You’ve won in a time of %02u:%02u!
hi: आपने %02u:%02u के समय में जीत हासिल की है!

source: _Quit
hi: छोड़ें (_Q)

source: _Play Again
hi: फिर से खेलें (_P)
